<html>
    <head>
        <title>Shichu's personnal blog</title><!--title-->
        <meta charset="UTF-8">
        <link rel="stylesheet" type="text/css" href="https://cdn.jsdelivr.net/npm/bootstrap@5.2.0-beta1/dist/css/bootstrap.min.css">
        <link rel="stylesheet" type="text/css" href="css/main.css">
    </head>
    <body id="background" for="html-export">
        <script src="https://code.jquery.com/jquery.js"></script>
        <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.2.0-beta1/dist/js/bootstrap.bundle.min.js"></script>
            <div class="container">
                <div><!--页首部分-->
                <div class="row clearfix">
                    <div class="col-md-12 column">
                        <h1 class="text-left">
                            假如我是一朵樱花
                        </h1>
                    </div>
                </div>
                <div class="row clearfix">
                    <div class="col-md-12 column">
                        <nav class="navbar navbar-default" role="navigation">
                            <div class="navbar-header">
                              <a class="navbar-brand" href="https://wShichu.github.io">主页</a>
                              <a class="navbar-brand" href="https://wShichu.github.io/east">东方红</a>
                              <a class="navbar-brand" href="https://wShichu.github.io/yinhua">樱花</a>
                              <a class="navbar-brand" href="https://wShichu.github.io/My website/lastpage.html">还不知道写点啥</a>
                            </div>
                            </nav>
                    </div>
                <hr>
                </div><!--页首部分结束-->
                <div><!--页面中部-->
                    <body for="html-export">
                        <div class="mume markdown-preview  ">
                        <h1 class="mume-header" id="%E5%81%87%E5%A6%82%E6%88%91%E6%98%AF%E4%B8%80%E6%9C%B5%E6%A8%B1%E8%8A%B1">&#x5047;&#x5982;&#x6211;&#x662F;&#x4E00;&#x6735;&#x6A31;&#x82B1;</h1>
                  
                  <hr>
                  <p>&#x5047;&#x5982;&#x6211;&#x662F;&#x4E00;&#x6735;&#x6A31;&#x82B1;&#xFF0C;&#x6211;&#x613F;&#x751F;&#x957F;&#x5728;&#x4E9A;&#x6D32;&#x7684;&#x4E1C;&#x90E8;&#x3001;&#x795E;&#x5DDE;&#x5DE8;&#x9F99;&#x4E2D;&#x4E00;&#x4E2A;&#x53EB;&#x4F5C;&#x6C5F;&#x57CE;&#x7684;&#x5730;&#x65B9;&#x3002;&#x96C4;&#x4F1F;&#x7684;&#x957F;&#x6C5F;&#x4ECE;&#x8FD9;&#x91CC;&#x5954;&#x817E;&#x6D41;&#x8FC7;&#xFF0C;&#x9EC4;&#x9E64;&#x697C;&#x5934;&#x6709;&#x4E00;&#x4F4D;&#x5E74;&#x8F7B;&#x7684;&#x8BD7;&#x4EBA;&#xFF0C;&#x6325;&#x6BEB;&#x5199;&#x4E0B;&#x201C;&#x5B64;&#x5E06;&#x8FDC;&#x5F71;&#x78A7;&#x7A7A;&#x5C3D;&#xFF0C;&#x60DF;&#x89C1;&#x957F;&#x6C5F;&#x5929;&#x9645;&#x6D41;&#x201D;&#x7684;&#x5343;&#x53E4;&#x7EDD;&#x5531;&#x3002;&#x6211;&#x613F;&#x751F;&#x957F;&#x5728;&#x8FD9;&#x91CC;&#xFF0C;&#x7EFD;&#x653E;&#x81EA;&#x5DF1;&#x7684;&#x7F8E;&#x4E3D;&#xFF0C;&#x6B23;&#x8D4F;&#x4EBA;&#x95F4;&#x7684;&#x7F8E;&#x597D;&#x3002;<br>
                    &#x6211;&#x6765;&#x5230;&#x8FD9;&#x5EA7;&#x7F8E;&#x4E3D;&#x7684;&#x57CE;&#x5E02;&#xFF0C;&#x9759;&#x9759;&#x5730;&#x8EBA;&#x5728;&#x6BCD;&#x4EB2;&#x7684;&#x6000;&#x91CC;&#x3002;&#x4F46;&#x6211;&#x53D1;&#x73B0;&#x8857;&#x4E0A;&#x7684;&#x4EBA;&#x4E00;&#x65E5;&#x6BD4;&#x4E00;&#x65E5;&#x5C11;&#x53BB;&#xFF0C;&#x8857;&#x9053;&#x4ECE;&#x5DDD;&#x6D41;&#x4E0D;&#x606F;&#x53D8;&#x5F97;&#x7A7A;&#x7A7A;&#x8361;&#x8361;&#x3002;&#x6211;&#x5FC3;&#x751F;&#x7591;&#x60D1;&#xFF0C;&#x8FD9;&#x5EA7;&#x7F8E;&#x4E3D;&#x7684;&#x57CE;&#x5E02;&#x7A76;&#x7ADF;&#x600E;&#x4E48;&#x4E86;&#xFF1F;&#x7A81;&#x7136;&#xFF0C;&#x6211;&#x88AB;&#x4E00;&#x9635;&#x98CE;&#x5439;&#x79BB;&#x4E86;&#x5988;&#x5988;&#x7684;&#x6000;&#x62B1;&#x3002;<br>
                    &#x6211;&#x98DE;&#x5F97;&#x5F88;&#x4F4E;&#xFF0C;&#x98DE;&#x8FC7;&#x4E00;&#x5EA7;&#x83DC;&#x5E02;&#x573A;&#xFF0C;&#x8FD9;&#x91CC;&#x672C;&#x5E94;&#x4EBA;&#x58F0;&#x9F0E;&#x6CB8;&#xFF0C;&#x672C;&#x5E94;&#x5145;&#x6EE1;&#x7740;&#x4E2D;&#x56FD;&#x65B0;&#x5E74;&#x7684;&#x5FEB;&#x4E50;&#xFF0C;&#x4F46;&#x5374;&#x5BC2;&#x9759;&#x5F97;&#x53EF;&#x6015;&#xFF1B;&#x6211;&#x98DE;&#x8FC7;&#x706B;&#x8F66;&#x7AD9;&#xFF0C;&#x8FD9;&#x5EA7;&#x88AB;&#x8A89;&#x4E3A;&#x201C;&#x4E5D;&#x7701;&#x901A;&#x8862;&#x201D;&#x7684;&#x57CE;&#x5E02;&#xFF0C;&#x5374;&#x6CA1;&#x6709;&#x5F80;&#x5E74;&#x6625;&#x8FD0;&#x7684;&#x7E41;&#x5FD9;&#xFF0C;&#x706B;&#x8F66;&#x5168;&#x90E8;&#x4E00;&#x5217;&#x5217;&#x6574;&#x9F50;&#x5730;&#x505C;&#x653E;&#x5728;&#x7AD9;&#x53F0;&#x3002;<br>
                    &#x5411;&#x524D;&#xFF0C;&#x518D;&#x5411;&#x524D;&#x98DE;&#xFF0C;&#x98DE;&#x8FC7;&#x4E00;&#x6240;&#x540D;&#x4E3A;&#x201C;&#x91D1;&#x94F6;&#x6F6D;&#x201D;&#x7684;&#x533B;&#x9662;&#xFF0C;&#x90A3;&#x91CC;&#x7684;&#x533B;&#x751F;&#x62A4;&#x58EB;&#x5168;&#x90FD;&#x6234;&#x7740;&#x53E3;&#x7F69;&#x3001;&#x7A7F;&#x7740;&#x539A;&#x91CD;&#x7684;&#x9632;&#x62A4;&#x670D;&#xFF0C;&#x5C3D;&#x5168;&#x529B;&#x6551;&#x6CBB;&#x7740;&#x611F;&#x67D3;&#x4E00;&#x79CD;&#x201C;&#x65B0;&#x578B;&#x80BA;&#x708E;&#x75C5;&#x6BD2;&#x201D;&#x7684;&#x60A3;&#x8005;&#xFF0C;&#x6211;&#x770B;&#x5230;&#x4ED6;&#x4EEC;&#x75B2;&#x60EB;&#x7684;&#x8EAB;&#x5F71;&#xFF0C;&#x4F46;&#x62A4;&#x76EE;&#x955C;&#x4E0B;&#x7684;&#x773C;&#x795E;&#x5374;&#x90A3;&#x4E48;&#x575A;&#x5B9A;&#x2026;&#x2026;<br>
                    &#x98CE;&#x6E10;&#x6E10;&#x5927;&#x4E86;&#xFF0C;&#x628A;&#x6211;&#x5439;&#x5F97;&#x66F4;&#x9AD8;&#x3002;&#x98DE;&#x554A;&#x98DE;&#xFF0C;&#x98DE;&#x8FC7;&#x4E86;&#x4E00;&#x5217;&#x9AD8;&#x94C1;&#x3002;&#x9AD8;&#x94C1;&#x4E0A;&#x6709;&#x4E00;&#x4F4D;&#x8001;&#x4EBA;&#xFF0C;&#x5E74;&#x7EAA;&#x867D;&#x8FC7;&#x8004;&#x800B;&#x4E4B;&#x5E74;&#xFF0C;&#x4F46;&#x4ECD;&#x5728;&#x8F66;&#x4E0A;&#x52AA;&#x529B;&#x5DE5;&#x4F5C;&#xFF0C;&#x60F3;&#x7740;&#x4E3A;&#x56FD;&#x5BB6;&#x4EBA;&#x6C11;&#x6392;&#x5FE7;&#x89E3;&#x96BE;&#x3002;&#x4ED6;&#x4E0D;&#x5728;&#x5BB6;&#x4E2D;&#x9890;&#x517B;&#x5929;&#x5E74;&#xFF0C;&#x5374;&#x6BC5;&#x7136;&#x594B;&#x6218;&#x5728;&#x7B2C;&#x4E00;&#x7EBF;&#xFF1B;&#x4ED6;&#x4E0D;&#x987E;&#x4E2A;&#x4EBA;&#x5B89;&#x5371;&#xFF0C;&#x53EA;&#x4E00;&#x5FC3;&#x60F3;&#x7740;&#x5168;&#x56FD;&#x4EBA;&#x6C11;&#x7684;&#x5065;&#x5EB7;&#xFF1A;&#x6211;&#x4E0D;&#x7981;&#x5FC3;&#x75BC;&#x8D77;&#x4ED6;&#x6765;&#x3002;<br>
                    &#x8D8A;&#x98DE;&#x8D8A;&#x9AD8;&#xFF0C;&#x6211;&#x770B;&#x5230;&#x706B;&#x795E;&#x5C71;&#x533B;&#x9662;&#x7684;&#x5DE5;&#x5730;&#x4ECD;&#x7136;&#x706F;&#x706B;&#x901A;&#x660E;&#xFF0C;&#x5DE5;&#x4EBA;&#x4EEC;&#x4E00;&#x4E2A;&#x4E2A;&#x4E89;&#x5206;&#x593A;&#x79D2;&#x3001;&#x62FC;&#x5C3D;&#x5168;&#x529B;&#xFF0C;&#x56E0;&#x4E3A;&#x53EA;&#x8981;&#x65E9;&#x4E00;&#x5206;&#x949F;&#x5B8C;&#x5DE5;&#xFF0C;&#x5C31;&#x80FD;&#x65E9;&#x4E00;&#x5206;&#x949F;&#x6551;&#x52A9;&#x4E00;&#x4E2A;&#x75C5;&#x4EBA;&#xFF01;&#x65BD;&#x5DE5;&#x7684;&#x573A;&#x666F;&#x88AB;&#x4F20;&#x4E0A;&#x4E92;&#x8054;&#x7F51;&#xFF0C;&#x706B;&#x795E;&#x5C71;&#x7684;&#x706F;&#x706B;&#x70B9;&#x4EAE;&#x4E86;&#x5343;&#x5BB6;&#x4E07;&#x6237;&#x7684;&#x5E0C;&#x671B;&#x3002;<br>
                    &#x8D8A;&#x98DE;&#x8D8A;&#x9AD8;&#xFF0C;&#x98DE;&#x8FC7;&#x9EC4;&#x9E64;&#x697C;&#x7684;&#x7409;&#x7483;&#x6A90;&#x89D2;&#xFF0C;&#x6211;&#x770B;&#x5230;&#x4E00;&#x652F;&#x652F;&#x533B;&#x7597;&#x961F;&#x5954;&#x5411;&#x6B66;&#x6C49;&#xFF0C;&#x4E49;&#x65E0;&#x53CD;&#x987E;&#x3002;&#x4ED6;&#x4EEC;&#x6765;&#x81EA;&#x4E0D;&#x540C;&#x7701;&#x5E02;&#x7684;&#x4E0D;&#x540C;&#x533B;&#x9662;&#xFF0C;&#x4F46;&#x6B64;&#x523B;&#x4ED6;&#x4EEC;&#x5C31;&#x50CF;&#x4E03;&#x5341;&#x5E74;&#x524D;&#x8DE8;&#x8FC7;&#x9E2D;&#x7EFF;&#x6C5F;&#x7684;&#x5FD7;&#x613F;&#x519B;&#x6218;&#x58EB;&#x4E00;&#x6837;&#xFF0C;&#x4E07;&#x4F17;&#x4E00;&#x5FC3;&#xFF0C;&#x4E00;&#x8D77;&#x4E3A;&#x4FDD;&#x536B;&#x6B66;&#x6C49;&#x800C;&#x201C;&#x6218;&#x201D;&#xFF01;&#x6211;&#x770B;&#x89C1;&#x4E00;&#x4F4D;&#x767D;&#x8863;&#x5929;&#x4F7F;&#x5728;&#x9632;&#x62A4;&#x670D;&#x4E0A;&#x5199;&#x4E0B;&#x4E00;&#x884C;&#x5C0F;&#x5B57;&#xFF0C;&#x4E3A;&#x5373;&#x5C06;&#x9AD8;&#x8003;&#x7684;&#x5973;&#x513F;&#x52A0;&#x6CB9;&#xFF1B;&#x6211;&#x542C;&#x89C1;&#x5C0F;&#x63D0;&#x7434;&#x60A0;&#x626C;&#x7684;&#x65CB;&#x5F8B;&#xFF0C;&#x90A3;&#x662F;&#x4E00;&#x4F4D;&#x5EB7;&#x590D;&#x7684;&#x60A3;&#x8005;&#x9001;&#x7ED9;&#x9006;&#x884C;&#x8005;&#x7684;&#x6700;&#x7F8E;&#x65CB;&#x5F8B;&#xFF01;<br>
                    &#x8D8A;&#x98DE;&#x8D8A;&#x9AD8;&#xFF0C;&#x8D8A;&#x98DE;&#x8D8A;&#x9AD8;&#xFF0C;&#x6211;&#x770B;&#x5230;&#x5168;&#x4E2D;&#x56FD;&#x7684;&#x4EBA;&#x6C11;&#x90FD;&#x5728;&#x4E3A;&#x6B66;&#x6C49;&#x7948;&#x798F;&#xFF0C;&#x76FC;&#x671B;&#x7740;&#x6B66;&#x6C49;&#x65E9;&#x65E9;&#x5EB7;&#x590D;&#x3002;&#x795E;&#x5DDE;&#x5DE8;&#x9F99;&#x4F17;&#x5FD7;&#x6210;&#x57CE;&#xFF0C;&#x653E;&#x51FA;&#x4E07;&#x9053;&#x91D1;&#x5149;&#xFF01;<br>
                    &#x6211;&#x98DE;&#x8FC7;&#x73E0;&#x7A46;&#x6717;&#x739B;&#x5CF0;&#xFF0C;&#x770B;&#x5230;&#x4E16;&#x754C;&#x4E0A;&#x8BB8;&#x591A;&#x56FD;&#x5BB6;&#x4E0D;&#x540C;&#x80A4;&#x8272;&#x4E0D;&#x540C;&#x4FE1;&#x4EF0;&#x7684;&#x4EBA;&#x90FD;&#x5728;&#x4E3A;&#x4E2D;&#x56FD;&#x6253;&#x6C14;&#xFF0C;&#x4E3A;&#x6B66;&#x6C49;&#x52A9;&#x5A01;&#x3002;&#x6709;&#x4E00;&#x4E2A;&#x575A;&#x5B9A;&#x7684;&#x58F0;&#x97F3;&#x544A;&#x8BC9;&#x5168;&#x4E16;&#x754C;&#xFF1A;&#x643A;&#x624B;&#x6297;&#x75AB;&#xFF0C;&#x5171;&#x514B;&#x65F6;&#x8270;&#xFF01; &#x594F;&#x54CD;&#x4E86;&#x6784;&#x5EFA;&#x4EBA;&#x7C7B;&#x547D;&#x8FD0;&#x5171;&#x540C;&#x4F53;&#x7684;&#x65F6;&#x4EE3;&#x5F3A;&#x97F3;&#x3002;<br>
                    &#x98CE;&#x6E10;&#x6E10;&#x5C0F;&#x4E86;&#xFF0C;&#x6211;&#x6162;&#x6162;&#x5411;&#x4E0B;&#x843D;&#x53BB;&#xFF0C;&#x611F;&#x53D7;&#x5230;&#x5BD2;&#x51AC;&#x6B63;&#x5728;&#x9000;&#x53BB;&#xFF0C;&#x4E1C;&#x98CE;&#x5439;&#x62C2;&#x7740;&#x5927;&#x5730;&#xFF0C;&#x6625;&#x5929;&#x5373;&#x5C06;&#x5230;&#x6765;&#x3002;&#x6211;&#x770B;&#x5230;&#x4EBA;&#x4EEC;&#x7684;&#x8138;&#x4E0A;&#x9732;&#x51FA;&#x4E86;&#x7B11;&#x5BB9;&#xFF0C;&#x90A3;&#x662F;&#x5BF9;&#x6625;&#x7684;&#x4F01;&#x76FC;&#xFF0C;&#x5BF9;&#x80DC;&#x5229;&#x7684;&#x4F01;&#x76FC;&#x3002;<br>
                    &#x6211;&#x770B;&#x5230;&#x4E60;&#x8FD1;&#x5E73;&#x4E3B;&#x5E2D;&#x6765;&#x5230;&#x6B66;&#x6C49;&#xFF0C;&#x4F5C;&#x51FA;&#x91CD;&#x8981;&#x6307;&#x793A;&#xFF0C;&#x4F20;&#x9012;&#x6218;&#x201C;&#x75AB;&#x201D;&#x65B0;&#x4FE1;&#x53F7;&#xFF01;<br>
                    &#x6625;&#x6696;&#x82B1;&#x5F00;&#xFF0C;&#x8FD9;&#x5EA7;&#x57CE;&#x5E02;&#x53C8;&#x6062;&#x590D;&#x4E86;&#x5F80;&#x65E5;&#x7684;&#x751F;&#x673A;&#x3002;&#x4EBA;&#x4EEC;&#x51FA;&#x6765;&#x4E86;&#xFF0C;&#x8F66;&#x6D41;&#x5BC6;&#x8D77;&#x6765;&#x4E86;&#x3002;&#x4E00;&#x5217;&#x5217;&#x706B;&#x8F66;&#x53C8;&#x4ECE;&#x201C;&#x4E5D;&#x7701;&#x901A;&#x8862;&#x201D;&#x4E4B;&#x5904;&#x91CD;&#x65B0;&#x51FA;&#x53D1;&#xFF0C;&#x5F00;&#x5F80;&#x795E;&#x5DDE;&#x5927;&#x5730;&#x7684;&#x5404;&#x4E2A;&#x89D2;&#x843D;&#xFF1B;&#x4E00;&#x5EA7;&#x5EA7;&#x65B9;&#x8231;&#x533B;&#x9662;&#x5173;&#x4E0A;&#x6C89;&#x91CD;&#x7684;&#x5927;&#x95E8;&#xFF0C;&#x80DC;&#x5229;&#x7684;&#x53F7;&#x89D2;&#x5DF2;&#x7ECF;&#x5439;&#x54CD;&#xFF01;<br>
                    &#x6211;&#x6EE1;&#x5FC3;&#x559C;&#x60A6;&#xFF0C;&#x8F7B;&#x8F7B;&#x843D;&#x5728;&#x5730;&#x4E0A;&#x3002;&#x770B;&#x5230;&#x65E0;&#x6570;&#x6735;&#x6211;&#x7684;&#x540C;&#x4F34;&#x5728;&#x679D;&#x5934;&#x7EFD;&#x653E;&#xFF0C;&#x9AD8;&#x6D01;&#xFF0C;&#x52A8;&#x4EBA;&#x2026;&#x2026;</p>
                    
                  <div class="row clearfix"><!--页尾-->
                    <div class="col-md-12 column">
                         <address> <strong>Contact me</strong><br> e-mail:pdtfw@outlook.com<br> facebook:</address>
                    </div>
                </div>
                        </div>


                </div><!--页面中部结束-->
                
            </div>
        </div>
    </body>
</html>